Repository: EvertArnhem/email-download-link
Catalog: languages/email-download-link-*.po
Languages: nl_nl

source: Please fill in the required field.
nl_nl: Vul a.u.b. het verplichte veld in.

source: Email address seems invalid.
nl_nl: E-mail adres is ongeldig.

source: Validation errors occurred. Please confirm the fields and submit it again.
nl_nl: Validatiefouten opgetreden. Controleer en pas de velden aan en klik darna nogmaals op verzend.

source: Download link sent successfully to your email address.
nl_nl: Downloadlink succesvol verzonden naar uw e-mailadres.

source: Please select your downloads.
nl_nl: Selecteer uw downloads

source: These tables could not be created on installation
nl_nl: Deze tabellen kunnen niet worden gemaakt bij de installatie

source: Email download link
nl_nl: Stuur de downloadlink

source: Cron Details
nl_nl: Cron gegevens

source: Settings
nl_nl: Instellingen

source: Download History
nl_nl: Download geschiedenis

source: Do you want to delete this record?
nl_nl: Wilt u dit record verwijderen?

source: Please enter title for your download link.
nl_nl: Voer de titel in voor uw download link.

source: Please upload your file to generate download link or enter your download link.
nl_nl: Upload uw bestand om een download te genereren of voer uw link in.

source: Please enter expiration date for this download URL. YYYY-MM-DD.
nl_nl: Voer de vervaldatum in voor deze download URL. YYYY-MM-DD.

source: Please select your refresh type for the download link.
nl_nl: Selecteer uw vernieuwingstype voor de downloadkoppeling.

source: Please select or enter your group name for this download link.
nl_nl: Selecteer of voer de groepsnaam in voor deze downloadkoppeling.

source: Do you want to export the emails?
nl_nl: Wilt u de e-mails exporteren?

source: Name
nl_nl: Naam

source: Email *
nl_nl: E-mail adres *

source: Dowloads *
nl_nl: Downloads *

source: Select
nl_nl: Selecteer

source: Send Download Link
nl_nl: Download link versturen

source: Widget title
nl_nl: Widget titel

source: Short description for your download form.
nl_nl: Korte beschrijving van uw downloadformulier.

source: Display NAME box
nl_nl: Geef het vak NAME weer

source: Set NAME box is mandatory box?
nl_nl: Het vak NAME instellen is verplicht?

source: Select download link for this form.
nl_nl: Selecteer downloadlink voor dit formulier.

source: Select download group for this form.
nl_nl: Selecteer downloadgroep voor dit formulier.

source: Click Here
nl_nl: Klik hier

source: Oops, selected details doesnt exist.
nl_nl: Oeps, geselecteerde gegevens bestaan niet

source: Details was successfully updated.
nl_nl: Gegevens zijn succesvol bijgewerkt

source: Oops, details not update.
nl_nl: Oeps, details zijn niet bijgewerkt.

source: YES (Use WP CRON, Daily refresh)
nl_nl: JA (Gebruik WP CRON, Dagelijkse verversing

source: YES (Use WP CRON, Refresh on every Sunday)
nl_nl: JA (gebruik WP CRON, ververs elke zondag

source: YES (Use WP CRON, Refresh on every Monday)
nl_nl: JA (gebruik WP CRON, ververs elke maandag

source: YES (Use WP CRON, Refresh on every Tuesday)
nl_nl: JA (gebruik WP CRON, ververs elke dinsdag

source: YES (Use WP CRON, Refresh on every Wednesday)
nl_nl: JA (gebruik WP CRON, ververs elke woensdag

source: YES (Use WP CRON, Refresh on every Thursday)
nl_nl: JA (gebruik WP CRON, ververs elke donderdag

source: YES (Use WP CRON, Refresh on every Friday)
nl_nl: JA (gebruik WP CRON, ververs elke vrijdag

source: YES (Use WP CRON, Refresh on every Saturday)
nl_nl: JA (gebruik WP CRON, ververs elke zaterdag

source: YES (Use WP CRON, Refresh on every Sunday and Wednesday)
nl_nl: JA (gebruik WP CRON, ververs elke zondag en woensdag

source: YES : Plugin will use WP CRON option to refresh download URLs. No manual configuration is required.
nl_nl: YES: Plugin gebruikt de WP CRON-optie om download-URL's te vernieuwen. Geen handmatige configuratie is vereist.

source: NO : Plugin will not use WP CRON option to refresh download URLs you have to configure CRON JOB in your server using below Cron job URL.
nl_nl: Plugin gebruikt geen WP CRON-optie om download-URL's te vernieuwen. Noodzakelijk configureer CRON JOB op uw server met behulp van de onderstaande Cron-taak-URL.

source: Please find your cron job URL. This is read only field not able to modify from admin.
nl_nl: Zoek A.U.B. de cron-functie-URL op. Dit is een alleen-lezen veld niet in staat om te wijzigen van admin.

source: Admin mail content
nl_nl: Admin e-mail inhoud

source: Enter the mail content for admin. This will send whenever cron URL is triggered.
nl_nl: Voer de e-mail inhoud voor admin in. Dit wordt verzonden wanneer de cron-URL veroorzaaktis geactiveerd.

source: Submit
nl_nl: Bevestigen

source: Cancel
nl_nl: Annuleren

source: Actions
nl_nl: Actie

source: Last run
nl_nl: Laatste activiteit(en)

source: Next download link refresh
nl_nl: Volgende verversing downloadlink(s)

source: Please enter download title.
nl_nl: Voer de downloadtitel in.

source: Please enter download URL.
nl_nl: Voer de download-URL in.

source: Please select valid expiration type.
nl_nl: Selecteer een geldig Type verloop.

source: Please enter valid expiration date.
nl_nl: Voer een geldige vervaldatum in.

source: Download link was successfully created.
nl_nl: Downloadlink is succesvol gemaakt.

source: Failed to create record. Please contact plugin admin.
nl_nl: Kan geen record maken. Neem contact op met pluginbeheerder.

source: Click here
nl_nl: klik hier

source: to view the details
nl_nl: om de details te bekijken

source: Add download link
nl_nl: Downloadlink toevoegen

source: Title
nl_nl: Titel

source: Group
nl_nl: Groep

source: Expiration date
nl_nl: Verval datum

source: URL refresh
nl_nl: URL ververs

source: Please enter valid download URL.
nl_nl: Voer een geldige download URL in.

source: Download link was successfully updated.
nl_nl: Downloadlink is succesvol bijgewerkt.

source: Edit download link
nl_nl: Bewerk de downloadkoppeling

source: Oops, selected details doesnt exist
nl_nl: Oeps, geselecteerde gegevens bestaan niet

source: Selected record was successfully deleted.
nl_nl: Geselecteerde informatie is succesvol verwijderd.

source: Add New
nl_nl: Nieuwe toevoegen

source: Expire
nl_nl: Vervallen

source: Expiration
nl_nl: Vervaltijd

source: View
nl_nl: Bekijken

source: Edit
nl_nl: Aanpassen

source: Delete
nl_nl: Wissen

source: No records available
nl_nl: Geen gegevens beschikbaar

source: Export Emails
nl_nl: E-mail exporteren

source: View download link
nl_nl: Download link bekijken

source: Description
nl_nl: Beschrijving

source: Download absolute path
nl_nl: Absoluut pad downloaden

source: Total Downloads
nl_nl: Totaal downloads

source: Expiration Type
nl_nl: Vervaltype

source: Expiration Date
nl_nl: Verval datum

source: Back
nl_nl: Terug

source: Your download should automatically begin in a few seconds.
nl_nl: Uw download zou binnen enkele seconden automatisch moeten beginnen.

source: Unexpected url submit has been detected
nl_nl: Onverwachte verzending URL is gedetecteerd

source: Unexpected url submit has been detected. Same URL is not detected.
nl_nl: Onverwachte verzending URL is gedetecteerd. Dezelfde URL wordt niet gedetecteerd.

source: Unexpected url submit has been detected. Request is not posted.
nl_nl: Onverwachte verzending URL is gedetecteerd. Verzoek is niet geplaatst.

source: Please enter sender of notifications from name.
nl_nl: Voer naam verzender in voor meldingen.

source: Please enter sender of notifications from email.
nl_nl: Voer de afzender van meldingen in via e-mail.

source: Sender of notifications
nl_nl: Afzender van meldingen

source: Choose a FROM name and FROM email address for all emails from this plugin.
nl_nl: Kies een FROM-naam en een FROM-e-mailadres voor alle e-mails van deze plug-in.

source: Mail type
nl_nl: E-mail type

source: Option 1 & 2 is to send mails with default Wordpress method wp_mail(). Option 3 & 4 is to send mails with PHP method mail()
nl_nl: Optie 1 & 2 is om e-mails te verzenden met de standaard Wordpress-methode wp_mail ().Optie 3 & 4 is om e-mails te verzenden met PHP-methode mail ()"

source: Download link mail subject
nl_nl: Download link mail onderwerp

source: Enter the mail subject for download link mail. This will send whenever user is requested download link.
nl_nl: Voer het e-mailonderwerp in voor downloadkoppeling per e-mail, deze verzendt wanneer gebruikeris verzocht om downloadlink.

source: Download link mail content
nl_nl: Download link mail inhoud

source: Enter the mail content for download link mail. This will send whenever user is requested download link.
nl_nl: Voer de e-mailinhoud in voor het downloaden van linkmail, dit naar elke ontvanger de verzochte downloadlink.

source: Mail to admin
nl_nl: E-mail naar admin

source: To send admin notifications for new download email, This option must be set to YES.
nl_nl: Als u beheerdersmeldingen wilt verzenden voor nieuwe downloadw e-mail, moet deze optie worden ingesteld naar JA.

source: Admin email addresses
nl_nl: Admin e-mail adres

source: Enter the admin email addresses that should receive notifications (separate by comma).
nl_nl: Meerdere admin e-mail berichten scheiden met een komma.

source: Admin mail subject
nl_nl: Admin e-mail onderwerp

source: Enter the subject for admin mail. This will send whenever new download email sent to requester.
nl_nl: Geef onderwerp voor admin e-mail. Dit gaat naar elke ontvanger bij elke nieuwe download

source: Enter the mail content for admin. This will send whenever new download email sent to requester.
nl_nl: Geef inhoud voor admin bericht. Elke ontvanger krijg dit bij een nieuwe download

source: Expired link content
nl_nl: Verlopen link inhoud

source: Invalid link content
nl_nl: Voer de inhoud in die moet worden weergegeven als de downloadlink is verlopen.

source: Enter the content to display if download link is invalid.
nl_nl: Voer de inhoud in die moet worden weergegeven als de downloadkoppeling ongeldig is.

source: Save Settings
nl_nl: Bewaar instellingen

source: Table sync completed successfully.
nl_nl: Tabelsynchronisatie is voltooid.

source: Sync plugin tables
nl_nl: Synchroniseer plugin-tabellen

source: Click to sync tables
nl_nl: Klik om tabellen te synchroniseren

source: Download History (By Download URL)
nl_nl: Downloadgeschiedenis (op download-URL)

source: Downloaded
nl_nl: Gedownload

source: Download Title
nl_nl: Download titel

source: Action
nl_nl: Actie

source: Download History (By Email)
nl_nl: Downloadgeschiedenis (op download-URL)

source: Export email address in csv format
nl_nl: Exporteer e-mailadres(sen) in csv formaat

source: Export option
nl_nl: Exporteer opties

source: Total email
nl_nl: totaal e-mail

source: Export unique email address.
nl_nl: Exporteer unieke e-mailadres(sen).

source: Click to export csv
nl_nl: Klik om csv te exporteren

source: Export all email address with download details.
nl_nl: Exporteer alle e-mail adressen zonder download gegevens

source: Download History (Full List)
nl_nl: Downloadgeschiedenis (volledige lijst)
